Revit 2021.1 API
SpecTypeId.WeightPerUnitLength Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId WeightPerUnitLength { get; }
Visual Basic
Public Shared ReadOnly Property WeightPerUnitLength As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WeightPerUnitLength {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace